tap "homebrew/bundle"
tap "homebrew/core"

brew "bat"
brew "binutils"
brew "coreutils"
brew "curl"
brew "emacs"
brew "findutils"
brew "fzf"
brew "git"
brew "htop"
brew "jq"
brew "nkf"
brew "node-build"
brew "r"
brew "rust"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "xz"

cask "Calibre"
cask "dash"
cask "docker"
cask "iterm2"
cask "rstudio"